Repository: rokartur/BetterAudio
Catalog: translations-macos/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, zh_hans, zh_hant

source: Automatically switch to your preferred meeting devices for selected apps. Requires BetterAudio Support.
de: Automatisch zu bevorzugten Meeting-Geräten für ausgewählte Apps wechseln. Erfordert BetterAudio Support.
es: Cambiar automáticamente a los dispositivos de reunión preferidos para las apps seleccionadas. Requiere BetterAudio Support.
fr: Basculer automatiquement vers les appareils de réunion préférés pour les apps sélectionnées. Nécessite BetterAudio Support.
it: Passa automaticamente ai dispositivi riunione preferiti per le app selezionate. Richiede BetterAudio Support.
nl: Automatisch overschakelen naar je voorkeursvergaderapparaten voor geselecteerde apps. Vereist BetterAudio Support.
pl: Automatycznie przełączaj na preferowane urządzenia spotkań dla wybranych aplikacji. Wymaga BetterAudio Support.
zh_hans: 自动切换为选定应用的首选会议设备。需要 BetterAudio Support。
zh_hant: 自動切換為所選應用程式的首選會議裝置。需要 BetterAudio Support。

source: Automatically switch to your preferred microphone and speakers when selected meeting apps become active
de: Automatisch zum bevorzugten Mikrofon und Lautsprechern wechseln, wenn ausgewählte Meeting-Apps aktiv werden
es: Cambiar automáticamente al micrófono y altavoces preferidos cuando las apps de reunión seleccionadas se activan
fr: Basculer automatiquement vers le microphone et les haut-parleurs préférés lorsque les apps de réunion sélectionnées deviennent actives
it: Passa automaticamente al microfono e agli altoparlanti preferiti quando le app riunione selezionate diventano attive
nl: Automatisch overschakelen naar je voorkeursmicrofoon en luidsprekers wanneer geselecteerde vergader-apps actief worden
pl: Automatycznie przełączaj na preferowany mikrofon i głośniki, gdy wybrane aplikacje spotkań stają się aktywne
zh_hans: 当选定的会议应用被激活时，自动切换到首选的麦克风和扬声器
zh_hant: 當選定的會議應用程式被啟用時，自動切換到首選的麥克風和揚聲器

source: avg
de: Ø
es: prom.
fr: moy.
it: med.
nl: gem.
pl: śr.
zh_hans: 平均
zh_hant: 平均

source: Avg Vol
de: Ø Lautst.
es: Vol. prom.
fr: Vol. moy.
it: Vol. media
nl: Gem. vol.
pl: Śr. głośn.
zh_hans: 平均音量
zh_hant: 平均音量

source: Avg Volume Output
de: Durchschn. Ausgabelautstärke
es: Volumen de salida promedio
fr: Volume de sortie moyen
it: Volume di uscita medio
nl: Gemiddeld uitvoervolume
pl: Średnia głośność wyjścia
zh_hans: 平均输出音量
zh_hant: 平均輸出音量

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Wstecz
zh_hans: 返回
zh_hant: 返回

source: Balance from -100 (full left) to 100 (full right). 0 = center.
de: Balance von -100 (ganz links) bis 100 (ganz rechts). 0 = Mitte.
es: Balance de -100 (totalmente a la izquierda) a 100 (totalmente a la derecha). 0 = centro.
fr: Balance de -100 (tout à gauche) à 100 (tout à droite). 0 = centre.
it: Bilanciamento da -100 (tutto a sinistra) a 100 (tutto a destra). 0 = centro.
nl: Balans van -100 (helemaal links) tot 100 (helemaal rechts). 0 = midden.
pl: Balans od -100 (pełny lewy) do 100 (pełny prawy). 0 = środek.
zh_hans: 平衡从 -100（最左）到 100（最右）。0 = 居中。
zh_hant: 平衡從 -100（最左）到 100（最右）。0 = 居中。

source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
it: Bilanciato
nl: Gebalanceerd
pl: Zbalansowany
zh_hans: 平衡
zh_hant: 平衡

source: Bass Boost
de: Bass-Verstärkung
es: Refuerzo de graves
fr: Amplification des basses
it: Potenziamento bassi
nl: Basversterking
pl: Wzmocnienie basów
zh_hans: 低音增强
zh_hant: 低音增強

source: Bass Cut
de: Bass-Reduzierung
es: Recorte de graves
fr: Atténuation des basses
it: Taglio bassi
nl: Basdemping
pl: Redukcja basów
zh_hans: 低音衰减
zh_hant: 低音衰減

source: Battery %lld percent
de: Batterie %lld Prozent
es: Batería %lld por ciento
fr: Batterie %lld pour cent
it: Batteria %lld percento
nl: Batterij %lld procent
pl: Bateria %lld procent
zh_hans: 电池 %lld%%
zh_hant: 電池 %lld%%

source: Battery %lld percent, charging
de: Batterie %lld Prozent, wird geladen
es: Batería %lld por ciento, cargando
fr: Batterie %lld pour cent, en charge
it: Batteria %lld percento, in carica
nl: Batterij %lld procent, opladen
pl: Bateria %lld procent, ładowanie
zh_hans: 电池 %lld%%，正在充电
zh_hant: 電池 %lld%%，正在充電

source: Behavior on left click
de: Verhalten bei Linksklick
es: Comportamiento al hacer clic izquierdo
fr: Comportement au clic gauche
it: Comportamento al clic sinistro
nl: Gedrag bij linksklik
pl: Zachowanie przy lewym kliknięciu
zh_hans: 左键点击行为
zh_hant: 左鍵點擊行為

source: BetterAudio **%@** (stable) is now available — you're running the beta.
de: BetterAudio **%@** (stabil) ist jetzt verfügbar — Sie verwenden die Beta.
es: BetterAudio **%@** (estable) ya está disponible; estás usando la beta.
fr: BetterAudio **%@** (stable) est maintenant disponible — vous utilisez la bêta.
it: BetterAudio **%@** (stabile) è ora disponibile — stai usando la beta.
nl: BetterAudio **%@** (stabiel) is nu beschikbaar — je gebruikt de bèta.
pl: BetterAudio **%@** (stabilne) jest już dostępne — używasz wersji beta.
zh_hans: BetterAudio **%@**（稳定版）现已可用——你正在使用 Beta 版。
zh_hant: BetterAudio **%@**（穩定版）現已推出——你目前使用的是 Beta 版。

source: BetterAudio **%@** is now available — you have %@.
de: BetterAudio **%@** ist jetzt verfügbar — Sie haben %@.
es: BetterAudio **%@** ya está disponible — tienes %@.
fr: BetterAudio **%@** est maintenant disponible — vous avez %@.
it: BetterAudio **%@** è ora disponibile — hai %@.
nl: BetterAudio **%@** is nu beschikbaar — je hebt %@.
pl: BetterAudio **%@** jest już dostępne — masz %@.
zh_hans: BetterAudio **%@** 现已可用 — 你有 %@。
zh_hant: BetterAudio **%@** 現已可用 — 你有 %@。

source: BetterAudio **%@** is ready to install.
de: BetterAudio **%@** ist bereit zur Installation.
es: BetterAudio **%@** está listo para instalarse.
fr: BetterAudio **%@** est prêt à être installé.
it: BetterAudio **%@** è pronto per l’installazione.
nl: BetterAudio **%@** is klaar om te installeren.
pl: BetterAudio **%@** jest gotowe do instalacji.
zh_hans: BetterAudio **%@** 已准备好安装。
zh_hant: BetterAudio **%@** 已準備好安裝。

source: BetterAudio app icon
de: BetterAudio App-Symbol
es: Icono de la aplicación BetterAudio
fr: Icône de l'application BetterAudio
it: Icona dell'app BetterAudio
nl: BetterAudio app-pictogram
pl: Ikona aplikacji BetterAudio
zh_hans: BetterAudio 应用图标
zh_hant: BetterAudio 應用程式圖示

source: BetterAudio detected an unusual configuration. If you experience unexpected behavior, please restart the application.
de: BetterAudio hat eine ungewöhnliche Konfiguration erkannt. Bei unerwartetem Verhalten starte die App bitte neu.
es: BetterAudio detectó una configuración inusual. Si experimentas un comportamiento inesperado, reinicia la aplicación.
fr: BetterAudio a détecté une configuration inhabituelle. En cas de comportement inattendu, redémarre l'application.
it: BetterAudio ha rilevato una configurazione insolita. In caso di comportamento imprevisto, riavvia l'app.
nl: BetterAudio heeft een ongebruikelijke configuratie gedetecteerd. Start de app opnieuw als je onverwacht gedrag ervaart.
pl: BetterAudio wykrył nietypową konfigurację. Jeśli wystąpią nieoczekiwane zachowania, uruchom aplikację ponownie.
zh_hans: BetterAudio 检测到异常配置。如果出现意外行为，请重新启动应用。
zh_hant: BetterAudio 偵測到異常設定。如果出現非預期行為，請重新啟動應用程式。

source: BetterAudio has been updated to version %@. The app needs to restart to apply the update.
de: BetterAudio wurde auf Version %@ aktualisiert. Die App muss neu gestartet werden, um das Update anzuwenden.
es: BetterAudio se ha actualizado a la versión %@. La app necesita reiniciarse para aplicar la actualización.
fr: BetterAudio a été mis à jour en version %@. L'application doit redémarrer pour appliquer la mise à jour.
it: BetterAudio è stato aggiornato alla versione %@. L'app deve essere riavviata per applicare l'aggiornamento.
nl: BetterAudio is bijgewerkt naar versie %@. De app moet opnieuw worden gestart om de update toe te passen.
pl: BetterAudio został zaktualizowany do wersji %@. Aplikacja wymaga ponownego uruchomienia, aby zastosować aktualizację.
zh_hans: BetterAudio 已更新到版本 %@。 应用需要重新启动以应用更新。
zh_hant: BetterAudio 已更新到版本 %@。 應用需要重新啟動以應用更新。

source: BetterAudio has detected a critical integrity issue. Premium features have been temporarily disabled. Please restart the application. If the issue persists, reinstall from the official website.
de: BetterAudio hat ein kritisches Integritätsproblem festgestellt. Premium-Funktionen wurden vorübergehend deaktiviert. Bitte starte die App neu. Wenn das Problem weiterhin besteht, installiere von der offiziellen Website neu.
es: BetterAudio detectó un problema crítico de integridad. Las funciones Premium se han desactivado temporalmente. Reinicia la aplicación. Si el problema persiste, reinstala desde el sitio web oficial.
fr: BetterAudio a détecté un problème critique d'intégrité. Les fonctions Premium ont été temporairement désactivées. Veuillez redémarrer l'application. Si le problème persiste, réinstallez depuis le site officiel.
it: BetterAudio ha rilevato un problema critico di integrità. Le funzioni Premium sono state temporaneamente disattivate. Riavvia l'app. Se il problema persiste, reinstalla dal sito ufficiale.
nl: BetterAudio heeft een kritiek integriteitsprobleem gedetecteerd. Premium-functies zijn tijdelijk uitgeschakeld. Start de applicatie opnieuw. Als het probleem aanhoudt, installeer opnieuw vanaf de officiële website.
pl: BetterAudio wykrył krytyczny problem integralności. Funkcje Premium zostały tymczasowo wyłączone. Uruchom aplikację ponownie. Jeśli problem nie ustąpi, zainstaluj ponownie z oficjalnej strony.
zh_hans: BetterAudio 检测到严重的完整性问题。高级功能已暂时禁用。 请重新启动应用。如果问题持续，请从官方网站重新安装。
zh_hant: BetterAudio 偵測到嚴重的完整性問題。Premium 功能已暫時停用。 請重新啟動應用程式。如果問題持續，請從官方網站重新安裝。

source: BetterAudio is not running.
de: BetterAudio läuft nicht.
es: BetterAudio no se está ejecutando.
fr: BetterAudio n'est pas en cours d'exécution.
it: BetterAudio non è in esecuzione.
nl: BetterAudio is niet actief.
pl: BetterAudio nie jest uruchomiony.
zh_hans: BetterAudio 未在运行。
zh_hant: BetterAudio 未在運行。

source: BetterAudio is ready to enhance your audio experience. Click the menu bar icon to get started.
de: BetterAudio ist bereit, Ihr Audioerlebnis zu verbessern. Klicken Sie auf das Symbol in der Menüleiste, um loszulegen.
es: BetterAudio está listo para mejorar tu experiencia de audio. Haz clic en el icono de la barra de menús para comenzar.
fr: BetterAudio est prêt à améliorer votre expérience audio. Cliquez sur l'icône dans la barre de menus pour commencer.
it: BetterAudio è pronto a migliorare la tua esperienza audio. Fai clic sull'icona nella barra dei menu per iniziare.
nl: BetterAudio is klaar om je audio-ervaring te verbeteren. Klik op het menubalkpictogram om te beginnen.
pl: BetterAudio jest gotowy, aby ulepszyć Twoje wrażenia dźwiękowe. Kliknij ikonę na pasku menu, aby rozpocząć.
zh_hans: BetterAudio 已准备好提升您的音频体验。点击菜单栏图标开始使用。
zh_hant: BetterAudio 已準備好提升您的音訊體驗。點擊菜單欄圖標開始使用。

source: BetterAudio is running from a temporary location and cannot install updates from here. Move it to your Applications folder to continue.
de: BetterAudio wird von einem temporären Speicherort ausgeführt und kann von dort keine Updates installieren. Verschiebe es in den Ordner „Programme“, um fortzufahren.
es: BetterAudio se está ejecutando desde una ubicación temporal y no puede instalar actualizaciones desde ahí. Muévelo a la carpeta Aplicaciones para continuar.
fr: BetterAudio s’exécute depuis un emplacement temporaire et ne peut pas installer les mises à jour depuis celui-ci. Déplacez-le dans le dossier Applications pour continuer.
it: BetterAudio è in esecuzione da una posizione temporanea e non può installare aggiornamenti da lì. Spostalo nella cartella Applicazioni per continuare.
nl: BetterAudio wordt uitgevoerd vanaf een tijdelijke locatie en kan vanaf daar geen updates installeren. Verplaats het naar je map Programma’s om door te gaan.
pl: BetterAudio działa z tymczasowej lokalizacji i nie może stamtąd instalować aktualizacji. Przenieś go do folderu Aplikacje, aby kontynuować.
zh_hans: BetterAudio 正从临时位置运行，无法从此处安装更新。请将它移到“应用程序”文件夹以继续。
zh_hant: BetterAudio 正從暫存位置執行，無法從此處安裝更新。請將它移到「應用程式」檔案夾以繼續。

source: BetterAudio keyboard shortcuts will only work in these apps
de: BetterAudio-Tastenkürzel funktionieren nur in diesen Apps
es: Los atajos de BetterAudio solo funcionarán en estas aplicaciones
fr: Les raccourcis BetterAudio ne fonctionneront que dans ces apps
it: Le scorciatoie di BetterAudio funzioneranno solo in queste app
nl: BetterAudio-sneltoetsen werken alleen in deze apps
pl: Skróty BetterAudio będą działać tylko w tych aplikacjach
zh_hans: BetterAudio 键盘快捷键仅在这些应用中生效
zh_hant: BetterAudio 鍵盤快捷鍵僅在這些應用程式中生效

source: BetterAudio License
de: BetterAudio-Lizenz
es: Licencia BetterAudio
fr: Licence BetterAudio
it: Licenza BetterAudio
nl: BetterAudio-licentie
pl: Licencja BetterAudio
zh_hans: BetterAudio 许可证
zh_hant: BetterAudio 授權

source: BetterAudio needs Accessibility access to control media keys, monitor audio devices, and provide system-wide shortcuts.
de: BetterAudio benötigt Bedienungshilfen-Zugriff, um Medientasten zu steuern, Audiogeräte zu überwachen und systemweite Kurzbefehle bereitzustellen.
es: BetterAudio necesita acceso de accesibilidad para controlar las teclas multimedia, monitorear dispositivos de audio y proporcionar atajos del sistema.
fr: BetterAudio a besoin de l'accès Accessibilité pour contrôler les touches multimédia, surveiller les appareils audio et fournir des raccourcis système.
it: BetterAudio necessita dell'accesso accessibilità per controllare i tasti multimediali, monitorare i dispositivi audio e fornire scorciatoie di sistema.
nl: BetterAudio heeft toegankelijkheidstoegang nodig om mediatoetsen te bedienen, audioapparaten te bewaken en systeembrede sneltoetsen te bieden.
pl: BetterAudio potrzebuje dostępu do Dostępności, aby kontrolować klawisze multimedialne, monitorować urządzenia audio i zapewniać skróty systemowe.
zh_hans: BetterAudio 需要辅助功能访问权限来控制媒体键、监控音频设备并提供系统级快捷键。
zh_hant: BetterAudio 需要輔助功能訪問權限來控制媒體鍵、監控音訊裝置並提供系統級快捷鍵。

source: BetterAudio needs to restart to apply the new language.
de: BetterAudio muss neu gestartet werden, um die neue Sprache anzuwenden.
es: BetterAudio necesita reiniciarse para aplicar el nuevo idioma.
fr: BetterAudio doit redémarrer pour appliquer la nouvelle langue.
it: BetterAudio deve essere riavviato per applicare la nuova lingua.
nl: BetterAudio moet opnieuw worden gestart om de nieuwe taal toe te passen.
pl: BetterAudio musi zostać ponownie uruchomiony, aby zastosować nowy język.
zh_hans: BetterAudio 需要重新启动以应用新语言。
zh_hant: BetterAudio 需要重新啟動以應用新語言。

source: BetterAudio never syncs your license, audio recordings, or audio device selections.
de: BetterAudio synchronisiert niemals deine Lizenz, Audioaufnahmen oder Audiogeräteauswahl.
es: BetterAudio nunca sincroniza tu licencia, grabaciones de audio ni selecciones de dispositivos de audio.
fr: BetterAudio ne synchronise jamais votre licence, vos enregistrements audio ni vos sélections d’appareils audio.
it: BetterAudio non sincronizza mai la tua licenza, le registrazioni audio o le selezioni dei dispositivi audio.
nl: BetterAudio synchroniseert nooit je licentie, audio-opnamen of audiodevicekeuzes.
pl: BetterAudio nigdy nie synchronizuje Twojej licencji, nagrań audio ani wybranych urządzeń audio.
zh_hans: BetterAudio 永远不会同步您的许可证、录音或音频设备选择。
zh_hant: BetterAudio 絕不會同步您的授權、音訊錄音或音訊裝置選擇。

source: BetterAudio requires Accessibility permission to control volume using media keys.
de: BetterAudio benötigt die Berechtigung "Bedienungshilfen", um die Lautstärke mit den Medientasten zu steuern.
es: BetterAudio requiere permiso de Accesibilidad para controlar el volumen usando las teclas multimedia.
fr: BetterAudio nécessite l'autorisation d'accessibilité pour contrôler le volume avec les touches multimédia.
it: BetterAudio richiede l'autorizzazione di accessibilità per controllare il volume utilizzando i tasti multimediali.
nl: BetterAudio heeft toegankelijkheidstoestemming nodig om het volume te regelen met mediatoetsen.
pl: BetterAudio wymaga uprawnień Dostępności, aby sterować głośnością za pomocą klawiszy multimedialnych.
zh_hans: BetterAudio 需要辅助功能权限才能使用媒体键控制音量。
zh_hant: BetterAudio 需要輔助功能權限才能使用媒體鍵控制音量。

source: Bit Depths
de: Bittiefen
es: Profundidades de bits
fr: Profondeurs de bits
it: Profondità di bit
nl: Bitdieptes
pl: Głębia bitowa
zh_hans: 位深度
zh_hant: 位深度

source: Blocklist
de: Sperrliste
es: Lista de bloqueo
fr: Liste de blocage
it: Lista di blocco
nl: Blokkeerlijst
pl: Lista blokowania
zh_hans: 黑名单
zh_hant: 黑名單

source: Both
de: Beides
es: Ambos
fr: Les deux
it: Entrambi
nl: Beide
pl: Oba
zh_hans: 两者
zh_hant: 兩者

source: Buffer Size
de: Puffergröße
es: Tamaño del búfer
fr: Taille du tampon
it: Dimensione del buffer
nl: Buffergrootte
pl: Rozmiar bufora
zh_hans: 缓冲区大小
zh_hant: 緩衝區大小

source: Built-in
de: Integriert
es: Integrado
fr: Intégré
it: Integrato
nl: Ingebouwd
pl: Wbudowany
zh_hans: 内置
zh_hant: 內置

source: Buy a license to unlock all features.
de: Kaufen Sie eine Lizenz, um alle Funktionen freizuschalten.
es: Compra una licencia para desbloquear todas las funciones.
fr: Achetez une licence pour débloquer toutes les fonctionnalités.
it: Acquista una licenza per sbloccare tutte le funzioni.
nl: Koop een licentie om alle functies te ontgrendelen.
pl: Kup licencję, aby odblokować wszystkie funkcje.
zh_hans: 购买许可证以解锁所有功能。
zh_hant: 購買許可證以解鎖所有功能。

source: Buy License
de: Lizenz kaufen
es: Comprar licencia
fr: Acheter une licence
it: Acquista licenza
nl: Licentie kopen
pl: Kup licencję
zh_hans: 购买许可证
zh_hant: 購買許可證

source: by %@
de: von %@
es: por %@
fr: par %@
it: di %@
nl: door %@
pl: przez %@
zh_hans: 来自 %@
zh_hant: 來自 %@

source: Calendar access required
de: Kalenderzugriff erforderlich
es: Acceso al calendario requerido
fr: Accès au calendrier requis
it: Accesso al calendario richiesto
nl: Agendatoegang vereist
pl: Wymagany dostęp do kalendarza
zh_hans: 需要日历访问权限
zh_hant: 需要行事曆存取權限

source: Calendar meeting detection
de: Kalender-Meetingerkennung
es: Detección de reuniones del calendario
fr: Détection des réunions du calendrier
it: Rilevamento riunioni dal calendario
nl: Agenda-vergaderdetectie
pl: Wykrywanie spotkań z kalendarza
zh_hans: 日历会议检测
zh_hant: 行事曆會議偵測

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
zh_hans: 取消
zh_hant: 取消

source: Cannot obtain device identifier
de: Gerätekennung kann nicht abgerufen werden
es: No se puede obtener el identificador del dispositivo
fr: Impossible d'obtenir l'identifiant de l'appareil
it: Impossibile ottenere l'identificatore del dispositivo
nl: Kan apparaat-ID niet verkrijgen
pl: Nie można uzyskać identyfikatora urządzenia
zh_hans: 无法获取设备标识符
zh_hant: 無法獲取裝置標識符

source: Cannot read device identifier.
de: Gerätekennung kann nicht gelesen werden.
es: No se puede leer el identificador del dispositivo.
fr: Impossible de lire l'identifiant de l'appareil.
it: Impossibile leggere l'identificatore del dispositivo.
nl: Kan apparaat-ID niet lezen.
pl: Nie można odczytać identyfikatora urządzenia.
zh_hans: 无法读取设备标识符。
zh_hant: 無法讀取裝置標識符。

source: Center
de: Mitte
es: Centro
fr: Centre
it: Centro
nl: Midden
pl: Środek
zh_hans: 居中
zh_hant: 居中

source: Changelog
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
it: Registro modifiche
nl: Wijzigingslogboek
pl: Lista zmian
zh_hans: 更新日志
zh_hant: 更新日誌

source: Channel sliders
de: Kanal-Regler
es: Deslizadores de canal
fr: Curseurs de canaux
it: Cursori canale
nl: Kanaalschuifregelaars
pl: Suwaki kanałów
zh_hans: 声道滑块
zh_hant: 聲道滑塊

source: Channels
de: Kanäle
es: Canales
fr: Canaux
it: Canali
nl: Kanalen
pl: Kanały
zh_hans: 声道
zh_hant: 聲道

source: Check again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
it: Controlla di nuovo
nl: Opnieuw controleren
pl: Sprawdź ponownie
zh_hans: 再次检查
zh_hant: 再次檢查

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
it: Cerca aggiornamenti
nl: Controleren op updates
pl: Sprawdź aktualizacje
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check hardware output level manually
de: Hardware-Ausgangspegel manuell prüfen
es: Comprueba manualmente el nivel de salida del hardware
fr: Vérifier manuellement le niveau de sortie matériel
it: Controlla manualmente il livello di uscita hardware
nl: Hardware-uitgangsniveau handmatig controleren
pl: Ręcznie sprawdź poziom wyjścia sprzętu
zh_hans: 手动检查硬件输出电平
zh_hant: 手動檢查硬體輸出電位

source: Check mute status
de: Stummschaltstatus prüfen
es: Comprobar estado de silencio
fr: Vérifier l'état de la sourdine
it: Controlla stato muto
nl: Dempingsstatus controleren
pl: Sprawdź stan wyciszenia
zh_hans: 检查静音状态
zh_hant: 檢查靜音狀態

source: Check the box next to BetterAudio
de: Aktivieren Sie das Kästchen neben BetterAudio
es: Marca la casilla junto a BetterAudio
fr: Cochez la case à côté de BetterAudio
it: Seleziona la casella accanto a BetterAudio
nl: Vink het vakje naast BetterAudio aan
pl: Zaznacz pole obok BetterAudio
zh_hans: 勾选 BetterAudio 旁边的复选框
zh_hant: 勾選 BetterAudio 旁邊的複選框

source: Checked
de: Ausgewählt
es: Marcado
fr: Coché
it: Selezionato
nl: Aangevinkt
pl: Zaznaczone
zh_hans: 已勾选
zh_hant: 已勾選

source: Checking
de: Wird geprüft
es: Verificando
fr: Vérification
it: Verifica
nl: Controleren
pl: Sprawdzanie
zh_hans: 正在检查
zh_hant: 正在檢查

source: Checking...
de: Überprüfe…
es: Comprobando…
fr: Vérification...
it: Verifica…
nl: Controleren...
pl: Sprawdzanie…
zh_hans: 正在检查...
zh_hant: 正在檢查...

source: Choose a clearer name and icon so this device is easier to spot across BetterAudio.
de: Wählen Sie einen eindeutigeren Namen und ein Symbol, damit dieses Gerät in BetterAudio leichter zu erkennen ist.
es: Elige un nombre y un icono más claros para que este dispositivo sea más fácil de identificar en BetterAudio.
fr: Choisissez un nom et une icône plus clairs pour repérer plus facilement cet appareil dans BetterAudio.
it: Scegli un nome e un'icona più chiari per individuare più facilmente questo dispositivo in BetterAudio.
nl: Kies een duidelijkere naam en een duidelijker pictogram zodat dit apparaat in BetterAudio makkelijker te herkennen is.
pl: Wybierz bardziej czytelną nazwę i ikonę, aby łatwiej rozpoznać to urządzenie w BetterAudio.
zh_hans: 选择更清晰的名称和图标，以便在 BetterAudio 中更容易识别此设备。
zh_hant: 選擇更清楚的名稱和圖示，讓此裝置在 BetterAudio 中更容易辨識。

source: Choose App
de: App auswählen
es: Elegir aplicación
fr: Choisir une application
it: Scegli App
nl: App kiezen
pl: Wybierz aplikację
zh_hans: 选择应用
zh_hant: 選擇應用

source: Choose how imported statistics should be applied.
de: Wählen Sie, wie importierte Statistiken angewendet werden sollen.
es: Elige cómo deben aplicarse las estadísticas importadas.
fr: Choisissez comment les statistiques importées doivent être appliquées.
it: Scegli come applicare le statistiche importate.
nl: Kies hoe geïmporteerde statistieken moeten worden toegepast.
pl: Wybierz sposób zastosowania zaimportowanych statystyk.
zh_hans: 选择导入统计数据的应用方式。
zh_hant: 選擇如何套用匯入的統計資料。

source: Choose microphone before conversation
de: Mikrofon vor dem Gespräch wählen
es: Elige el micrófono antes de la conversación
fr: Choisir le micro avant la conversation
it: Scegli il microfono prima della conversazione
nl: Microfoon kiezen voor het gesprek
pl: Wybierz mikrofon przed rozmową
zh_hans: 开始对话前选择麦克风
zh_hant: 開始對話前選擇麥克風
